tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "michaeleisel/zld"
tap "yurikoles/yurikoles"
brew "awscli"
brew "bash"
brew "bat"
brew "bear"
brew "bloaty"
brew "ccache"
brew "cmake"
brew "coreutils"
brew "dos2unix"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-lfs"
brew "git-subrepo"
brew "gnupg", link: false
brew "go"
brew "grep"
brew "grpcurl"
brew "htop"
brew "imagemagick"
brew "lolcat"
brew "mackup"
brew "mas"
brew "midnight-commander"
brew "ncdu"
brew "ninja"
brew "node"
brew "p7zip"
brew "par"
brew "parallel"
brew "pkg-config"
brew "protobuf@3.6"
brew "python@3.9"
brew "qrencode"
brew "rush"
brew "rustup-init"
brew "stow"
brew "tmux"
brew "trash"
brew "tree"
brew "unrar"
brew "watch"
brew "watchman"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "michaeleisel/zld/zld"
brew "yurikoles/yurikoles/far2l", args: ["HEAD"]
cask "alfred"
cask "barrier"
cask "caffeine"
cask "font-fira-code"
cask "font-lato"
cask "font-open-sans"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "fork"
cask "github"
cask "google-backup-and-sync"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iina"
cask "iterm2"
cask "joplin"
cask "meld"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "sampler"
cask "slack"
cask "sourcetree"
cask "stack"
cask "sublime-text"
cask "there"
cask "visual-studio-code"
# cask "vlc"
cask "webpquicklook"
mas "Microsoft Remote Desktop", id: 1295203466
mas "Xcode", id: 497799835
